i5/20220427-fpw/logs/pg-16-16-16/250/run-rw-1/pgbench.log
pgbench (15devel)
transaction type: <builtin: simple update>
scaling factor: 250
query mode: prepared
number of clients: 16
number of threads: 4
duration: 1800 s
number of transactions actually processed: 25550700
latency average = 1.127 ms
initial connection time = 8.845 ms
tps = 14194.746816 (without initial connection time)